Repository: VitexSoftware/SkeliCZ
Catalog: i18n/*/LC_MESSAGES/skelicz.po
Languages: cs_cz

source: Please enter new password
cs_cz: Prosím vlož nové heslo

source: Password cannot be like username
cs_cz: Heslo nesmí být shodné s uživatelským jménem

source: Please enter password confirmation
cs_cz: Prosím zadej potvrzení hesla

source: Pasword confirmation does not match
cs_cz: Potvrzení hesla nesouhlasí

source: Please enter current passweod
cs_cz: Prosím zadej současné heslo

source: Current password is invalid
cs_cz: Současné heslo je neplatné

source: User password change
cs_cz: Změna hesla uživatele

source: Password was changed
cs_cz: Heslo bylo změněno

source: Changed password
cs_cz: Změněné heslo

source: Dear user, your password was changed
cs_cz: Milý uživateli. Tvé heslo bylo změněno

source: Login
cs_cz: Přihlašovací jeméno

source: Password
cs_cz: Heslo

source: Current password
cs_cz: Stávající heslo

source: New Password
cs_cz: Nové heslo

source: New Password confirmation
cs_cz: Potvrzení nového hesla

source: Change the password
cs_cz: Změna hesla

source: Password Change
cs_cz: Změna hesla

source: Sign up
cs_cz: Registace

source: Sign in
cs_cz: Přihlášení

source: Username
cs_cz: Uživatelské jméno

source: Log in
cs_cz: Přihlášení

source: Settings
cs_cz: Nastavení

source: Edit content
cs_cz: Uprav obsah

source: Sign off
cs_cz: Odhlášení

source: Click to hide
cs_cz: Klikni pro skrytí

source: Delete
cs_cz: Smazat

source: Name
cs_cz: Jméno

source: Edit news
cs_cz: Upravit novinky

source: Music
cs_cz: Hudba

source: Write me
cs_cz: Napiš mi

source: Gallery
cs_cz: Galerie

source: Edit Gallery
cs_cz: Úprava Galerie

source: Lyrics
cs_cz: Texty

source: Edit lyrics
cs_cz: Uprav texty

source: Contact
cs_cz: Kontakt

source: Czech
cs_cz: Česky

source: English
cs_cz: Anglicky

source: Language
cs_cz: Jazyk

source: Only for admin
cs_cz: Pouze pro admina

source: MC Skeli's contacts
cs_cz: Kontakty na Skeliho

source: Mail address is short
cs_cz: Mailová adresa je krátka

source: wrong mail addres
cs_cz: Špatná mailová adresa

source: Mail address %s is already registered
cs_cz: Mailová adresa %s je již registrována

source: Password is short
cs_cz: Heslo je krátké

source: Password control not match
cs_cz: Kontrola hesla nesouhlasí

source: Username %s is already taken. Please use another.
cs_cz: Uživatelské jméno %s je již použito. Prosím zvolte jiné.

source: Administrator's account created
cs_cz: Administrátorský účet vytvořen

source: User account created
cs_cz: Uživatelský účet vytvořen

source: New account confirmation
cs_cz: Potvrzení nového účtu

source: New sign on %s
cs_cz: Nová registrace na %s

source: New user account:
cs_cz: Nový uživatelský účet:

source: New account was not created
cs_cz: Nový účet nebyl vytvořen

source: MC Skeli's gallery
cs_cz: Skeliho galerie

source: Title
cs_cz: Nadpis

source: Picture
cs_cz: Obrázek

source: Note
cs_cz: Poznámka

source: MC Skeli's news
cs_cz: Skeliho novinky

source: News
cs_cz: Novinky

source: You are enter to page with marihuana content. By clicking to "OK" you agree that:
cs_cz: Vstupuješ na stránky obsahující konopný obsah. Stiskem tlačítka OK stvrzuješ, že:

source: I am 18 or older
cs_cz: Je mi 18 nebo více

source: I am already ganja smoker
cs_cz: Ganju už hulím

source: I will not browse this page on public
cs_cz: Neprohlížím tuto stránku na veřejnosti

source: I am familiar with HipHop & Cookies as EU wants
cs_cz: Souhlasím s HipHopem a ukládáním Cookies v počítači jak vyžaduje EU

source: I am not provide this page content to underage person
cs_cz: Nezpřístupním obsah této stránky nezletilým

source: If you do not meet any of the above conditions, please leave this site!
cs_cz: Pokud nesplňujete některou z výše uvedených podmínek, opusťte ihned tyto stránky!

source: Caution!
cs_cz: Pozor!

source: Cookies required
cs_cz: Kukís jsou vyžadovány

source: Please enter your login and password
cs_cz: Prosím zadej jméno a heslo

source: Welcome to Skeli.cz
cs_cz: Vítejte u Skeliho

source: Password recovery
cs_cz: Obnova hesla

source: Create account
cs_cz: Založ účet

source: MC Skeli's lyrics
cs_cz: Skeliho texty

source: MC Skeli's news editor
cs_cz: Skeliho editor novinek

source: MC Skeli's music
cs_cz: Skeliho muzika

source: Article was saved
cs_cz: Článek byl uložen

source: Article was not saved
cs_cz: Článek nebyl uložen

source: Please enter your email
cs_cz: Prosím zadej svůj Email

source: Lost my password
cs_cz: Zapomenuté heslo

source: User Profile
cs_cz: Profil uživatele

source: MC Skeli's videos
cs_cz: Skeliho videa

source: Messages for skeli
cs_cz: Zprávy pro Skeliho

source: Messages
cs_cz: Vzkazy

source: Write message
cs_cz: Napiš vzkaz

source: Message was saved
cs_cz: Vzkaz byl uložen

source: Message was deleted
cs_cz: Zpráva byla smazána

source: Please Login to write messages
cs_cz: Pro psaní vzkazu je třeba přihlásit
